import * as React from 'react';

const PrivacyPolicyPage = () => (
  <span style={{ fontFamily: 'Spoqa Han Sans' }}>
    한빛 개인정보 처리방침
    <br />
    제1조(개인정보의 처리목적)
    <br />
    한빛은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는
    다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는
    개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
    예정입니다.
    <br />
    1. 홈페이지 회원 가입 및 관리
    <br />
    회원 가입의사 확인, 회원 전용 서비스 제공에 따른 본인 식별 및 인증, 회원자격
    유지 및 관리, 제한적 본인 확인제 시행에 따른 본인확인, 서비스 부정이용 방지,
    각종 고지 및 통지, 고충처리 등을 목적으로 개인정보를 처리합니다.
    <br />
    2. 재화 또는 서비스 제공
    <br />
    서비스 제공, 콘텐츠 제공, 맞춤서비스 제공, 본인인증 등을 목적으로 개인정보를
    처리합니다.
    <br />
    3. 고충처리
    <br />
    민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지, 처리결과 통보
    등의 목적으로 개인정보를 처리합니다.
    <br />
    제2조(개인정보의 처리 및 보유 기간)
    <br />
    한빛은 법령에 따른 개인정보 보유․이용기간 또는 정보주체로부터 개인정보를
    수집 시에 동의 받은 개인정보 보유․이용기간 내에서 개인정보를
    처리․보유합니다.
    <br />
    1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지
    <br />
    다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
    <br />
    1) 관계 법령 위반에 따른 수사․조사 등이 진행 중인 경우에는 해당 수사․조사
    종료 시까지
    <br />
    2. 민원 접수 및 처리 : 사업자/단체 홈페이지 탈퇴 시까지
    <br />
    다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
    <br />
    1) 관계 법령 위반에 따른 수사․조사 등이 진행 중인 경우에는 해당 수사․조사
    종료 시까지
    <br />
    제3조(정보주체와 법정대리인의 권리․의무 및 그 행사방법에 관한 사항)
    <br />
    ① 정보주체는 한빛에 대해 언제든지 개인정보 열람․정정․삭제․처리정지 요구 등의
    권리를 행사할 수 있습니다.
    <br />
    ② 제1항에 따른 권리 행사는 한빛에 대해 개인정보보호법 시행령 제41조제2항에
    따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 한빛은 이에
    대해 지체 없이 조치하겠습니다.
    <br />
    ③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등
    대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지
    제11호 서식에 따른 위임장을 제출하셔야 합니다.
    <br />
    ④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조
    제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
    <br />
    ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로
    명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
    <br />
    ⑥ 한빛 은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의
    요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
    <br />
    제4조(처리하는 개인정보의 항목)
    <br />
    한빛은(는) 다음의 개인정보 항목을 처리하고 있습니다.
    <br />
    1. 홈페이지 회원 가입 및 관리
    <br />
    ․필수항목 : 성명, 아이디, 비밀번호, 전화번호, 이메일주소, 가입자 학교명,
    가입자 학번
    <br />
    2. 재화 또는 서비스 제공
    <br />
    ․필수항목 : 성명, 아이디, 비밀번호, 전화번호, 이메일주소, 가입자 학교명,
    가입자 학번
    <br />
    3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될
    수 있습니다.
    <br />
    ․IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
    <br />
    제5조(개인정보의 파기에 관한 사항)
    <br />
    ① 한빛 은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게
    되었을 때에는 지체 없이 해당 개인정보를 파기합니다.
    <br />
    ② 정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이
    달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는
    경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를
    달리하여 보존합니다.
    <br />
    ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
    <br />
    1. 파기절차
    <br />
    한빛 은 파기 사유가 발생한 개인정보를 선정하고, 한빛의 개인정보 보호책임자의
    승인을 받아 개인정보를 파기합니다.
    <br />
    2. 파기방법
    <br />
    한빛 은 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록
    파기하며, 종이 문서에 기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여
    파기합니다.
    <br />
    제6조(개인정보 보호책임자에 관한 사항)
    <br />
    ① 한빛 은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와
    관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보
    보호책임자를 지정하고 있습니다.
    <br />
    ▶ 개인정보 보호책임자
    <br />
    성명 : 김우혁
    <br />
    직책 : 총학생회 학생회장
    <br />
    연락처 : 010-9663-4112, dngur741@gmail.com
    <br />
    ※ 개인정보 보호 담당부서로 연결됩니다.
    <br />
    ▶ 개인정보 보호 담당부서
    <br />
    부서명 : 한빛 개발팀
    <br />
    담당자 : 이예준
    <br />
    연락처 : 010-7155-9107, taxci79@gmail.com
    <br />
    ② 정보주체께서는 한빛 의 서비스를 이용하시면서 발생한 모든 개인정보 보호
    관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및
    담당부서로 문의하실 수 있습니다. 한빛 은 정보주체의 문의에 대해 지체 없이
    답변 및 처리해드릴 것입니다.
    <br />
    제7조(개인정보의 안정성 확보조치에 관한 사항)
    <br />
    한빛은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
    <br />
    1. 관리적 조치 : 내부관리계획 수립․시행, 정기적 팀원 교육 등
    <br />
    2. 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 암호화
    <br />
    3. 물리적 조치 : 자료보관기기 등의 접근통제
    <br />
    제8조(개인정보 자동 수집 장치의 설치․운영 및 그 거부에 관한 사항
    <br />
    한빛은 정보주체의 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를
    사용하지 않습니다.
    <br />
    제9조(개인정보의 제3자 제공)
    <br />
    ① 한빛은 원칙적으로 수집 및 이용목적 범위를 넘어 회원의 개인정보를 제3자에게
    제공하지 않습니다.
    <br />
    ② 원활한 서비스 제공을 위해 회원의 개인정보제공(제 3자 제공)를 제공해야 될
    경우 관련법령에서 요구하는 사항을 회원님에게 안내하고 사전 동의를
    구하겠습니다.)
    <br />
    <br />
    제10조(개인정보 처리방침의 변경 및 적용에 관한 사항)
    <br />① 이 개인정보 처리방침은 2019. 7. 14부터 적용됩니다.
    <br />
    제11조(고지의 의무)
    <br />① 시행 일자 : 2019년 7월 14일
    <br />- 현 개인정보처리방침 내용의 추가. 삭제 및 수정이 있을 시에는
    변경사항의 시행 이전에 홈페이지의 공지사항을 통하여 고지할 것 입니다.
  </span>
);

export default PrivacyPolicyPage;
